Repository: dogancankilment/dck-blog
Catalog: myblog/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Hatali form
tr_tr: Invalid Form

source: Hatali aktivasyon kodu
tr_tr: Invalid Activation Code

source: Yorumunuz yayinlanmistir.
tr_tr: Your comment published

source: Boyle bir aktivasyon kodu bulunmamaktadir
tr_tr: Invalid activation key

source: Lutfen Hesabinizi aktif ediniz.
tr_tr: Please activate your account

source: Boyle bir kullanici sistemde kayitli degil
tr_tr: This user cannot exists in system

source: Hesabiniz aktif edilmistir. Lutfen giris yapiniz.
tr_tr: Your account has been activated. Please login

source: Eski aktivasyon mailinin suresi bitmistir,yeni bir email yolladik,lutfen posta kutunuzu ziyaret ediniz.
tr_tr: Old activation key expire date is finish. We send new email to you,please check your email-box

source: Eslesen email bulunamadi.
tr_tr: Email does not exists

source: Boyle bir token yoktur
tr_tr: Invalid token id

source: mailiniz gonderildi
tr_tr: Your mail sended

source: Gondereceginiz kisininemail adresi belli olmalidir.
tr_tr: You must
